# Дан символ C и строка S. Удвоить каждое вхождение символа C в строку S

c = input("Введите любой символ: ") #Ввод первого значения.
s = input("Введите первую строку: ") #Ввод второго значения.
print(s.replace(c, c*2)) #Вывод ответа.
